{
  "LuaSnip": { "branch": "master" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "fern-bookmarks.vim": { "branch": "main" },
  "fern-git-status.vim": { "branch": "master" },
  "fern-mapping-fzf.vim": { "branch": "master" },
  "fern-renderer-nerdfont.vim": { "branch": "master" },
  "fern.vim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "nerdfont.vim": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-silicon": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "0.1.x" },
  "venv-selector.nvim": { "branch": "regexp" },
  "vim-css-color": { "branch": "master" },
  "vim-fern-hijack": { "branch": "master" },
  "vim-fern-mapping-git": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
